Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: For the king!
pl: Za Króla!

source: For the last batch of data, Jackass wants you to defeat the target machines in 30 seconds without taking damage!
pl: Aby zdobyć ostatnią porcję danych, Jackass chce, abyś pokonał wyznaczonych przeciwników w 30 sekund. I to bez otrzymania żadnych obrażeń!

source: For the morning I will be redeemed
pl: Do rana zostanę odkupiony

source: For the most part, I'm the operator in charge of communicating with the Council.
pl: Przez większość czasu, jestem operatorką odpowiedzialną za komunikację z Radą.

source: For the sake of our forest king.
pl: Dla naszego Króla Lasu.

source: For the sake of our king.
pl: Dla naszego Króla.

source: For the sun to rise
pl: By sięgnąć słońca

source: For today's trial, I had a new body procured that excels at athletics.
pl: Na dzisiejszą próbę, postarałem się o nowe ciało które przoduje w atletyce.

source: For uploading my data to the Bunker.
pl: Za wysłanie moich danych do Bunkra.

source: For what purpose?
pl: W jakim celu?

source: Forbidden Fruit
pl: Zakazany owoc

source: Forest Access Key
pl: Klucz dostępu z lasu

source: Forest Blacksmith
pl: Leśny kowal

source: Forest Castle
pl: Leśny zamek

source: Forest Castle: Front
pl: Leśny zamek: przód

source: Forest Castle: Royal Chamber
pl: Leśny zamek: komnaty królewskie

source: Forest Kingdom Machines
pl: Maszyny z Leśnego Królestwa

source: Forest Photo
pl: Zdjęcie z lasu

source: Forest Supply Trader
pl: Handlarz zaopatrzenia: las

source: Forest Zone
pl: Obszar leśny

source: Forest Zone: Center
pl: Obszar leśny: środek

source: Forest kingdom?
pl: Leśne Królestwo?

source: Forest of Myth
pl: Las Mitu

source: Forest photo recorded
pl: Zapisano zdjęcie z lasu

source: Forever and ever.
pl: Teraz i na zawsze.

source: Forever and ever...
pl: Na wieki wieków...

source: Forever.
pl: Na zawsze.

source: Forgive my intrusion, but...was it something connected with you?
pl: Wybacz, że niepokoję, ale... miało to coś wspólnego z tobą?

source: Forgiven them for what? And just who the hell are they, anyway?
pl: Nie wybaczyli czego? I kim one tak w ogóle są, do cholery?

source: Former Boss Machine
pl: Maszyna były szef

source: Former Subordinate Machine
pl: Maszyna były podwładny

source: Fortified Goliath Biped
pl: Wzmocniony Goliat dwunóg

source: Foul-mouthed Machine
pl: Ordynarna maszyna

source: Found in the ruins of an amusement park, this tank-like, Goliath-class machine lifeform has a tread-based system of locomotion that lets it cover all manner of terrain. Appearance-wise, the unit seems to be part of the park itself, right down to its decorative lights and a turret that fires colorful confetti. Strangely enough, it also insists on obeying archaic traffic laws, even going so far as to use turn signals and brake lights.
pl: Ta znaleziona w ruinach parku rozrywki, przypominająca czołg, mechaniczna forma życia klasy Goliat, posiada oparty na gąsienicach system lokomocji, pozwalający na poruszanie się po różnorakim terenie. Z wyglądu, jednostka wydaje się być częścią parku, wraz z ozdobnymi światełkami i wieżyczką strzelającą kolorowym konfetti. O dziwo, przestrzega też archaicznych praw ruchu drogowego, używając nawet kierunkowskazów i świateł hamulca.

source: Four Hours Ago...
pl: Cztery godziny temu...

source: Four-color Cable
pl: Czterokolorowy kabel

source: Fragmented data detected in memory region.
pl: Wykryto fragmentaryczne dane w obszarze pamięci.

source: France
pl: Francja

source: Frankly, giving you any kind of intellect at all strikes me as pointless.
pl: Tak właściwie, to uważam dawanie wam jakiegokolwiek intelektu za kompletnie bezcelowe.

source: Frankly, things haven't been looking good for us machines lately. We have to find the enemy camp, and fast.
pl: Szczerze, sprawy nie mają się ostatnio dobrze dla nas, maszyn. Musimy znaleźć obóz wroga, i to szybko.

source: Frankly, we're thankful to just have a job of any kind.
pl: Tak właściwie, to jesteśmy wdzięczne, że mamy JAKIEKOLWIEK zajęcie.

source: Freak!
pl: Dziwadło!

source: Freakin' USELESS. If you change your mind, let me know, I guess.
pl: Jesteś BEZUŻYTECZNA. Jeśli zmienisz zdanie, daj mi znać.

source: Free Enemy Tracking
pl: Śledzenie przeciwników

source: Free movement unlocked.
pl: Swobodny ruch dostępny.

source: Freely change keyboard layout.
pl: Zmień układ klawiatury.

source: French Checker
pl: Korekta (francuski)

source: French Tester
pl: Tester języka (francuski)

source: French Translator
pl: Tłumacz (francuski)

source: Freshwater Ray
pl: Płaszczka słodkowodna

source: Freshwater Ray Machine
pl: Płaszczka maszyna

source: Friend Machine
pl: Maszyna przyjaciel

source: Friendly Machine
pl: Przyjazna maszyna

source: From the fires of the eruption, a god emerged.
pl: Z ognia erupcji, wyłonił się bóg.

source: From this day forth, you shall serve as an example to us all. You must follow each rule to the letter so that we might also strive for such perfection.
pl: Od tego dnia, będziesz służyć za wzór dla nas wszystkich. Musisz przestrzegać każdej zasady co do joty, abyśmy też mogli dążyć do takiej perfekcji.

source: Fuel Filter
pl: Filtr paliwa

source: Fulfill the requests at Pascal's village.
pl: Spełnij prośby w wiosce Pascala.

source: Fulfill the villager's request.
pl: Spełnij prośbę mieszkańca wioski.

source: Full HP Restored
pl: Przywrócono wszystkie PŻ

source: Full Recovery
pl: Pełne uzdrowienie

source: Full-scale Attack
pl: Atak na wielką skalę

source: Fullscreen
pl: Pełny ekran

source: Fun...
pl: Zabawa...

source: Funds (G)
pl: Fundusze (G)

source: Fur Carp
pl: Karp włochaty

source: Further details unknown.
pl: Dalsze szczegóły nieznane.

source: Fuse
pl: Połącz

source: Fuse items.
pl: Połącz przedmioty.

source: Fuse plug-in chips.
pl: Połącz czipy rozszerzeń.

source: Fusion Cost
pl: Koszt połączenia

source: G-G-Glory to...m-mankind...
pl: Ch-chchwała l... l-ludzkości...

source: G-Good... Now Father Servo...can be at peace...
pl: D-dobrze... Teraz Ojciec Servo... zazna spokoju...

source: GAME DESIGN
pl: PROJEKT ROZGRYWKI

source: GAME OVER
pl: KONIEC GRY

source: GGGGGRRRRRRRAAAAAAAAHH!
pl: GGGGGRRRRRRRAAAAAAAAAA!

source: GIVE UP HERE?
pl: PODDAJESZ SIĘ?

source: GOLIATH-CLASS - BIPED
pl: KLASA GOLIAT - DWUNÓG

source: GOLIATH-CLASS - BIPED - DESERT
pl: KLASA GOLIAT - DWUNÓG - PUSTYNIA

source: GOLIATH-CLASS - BIPED - ENHANCED VERSION
pl: KLASA GOLIAT - DWUNÓG - WERSJA ULEPSZONA

source: GOLIATH-CLASS - BIPED - FOREST KINGDOM
pl: KLASA GOLIAT - DWUNÓG - LEŚNE KRÓLESTWO

source: GOLIATH-CLASS - BIPED - TYPE B
pl: KLASA GOLIAT - DWUNÓG - TYP B

source: GOLIATH-CLASS - REVERSE-JOINTED
pl: KLASA GOLIAT - ODWRÓCONY

source: GOLIATH-CLASS - REVERSE-JOINTED - ENHANCED VERSION
pl: KLASA GOLIAT - ODWRÓCONY - WERSJA ULEPSZONA

source: GREETINGS. YOU HAVE RETURNED TO US. HOWEVER...
pl: WITAJCIE. WRÓCILIŚCIE. JEDNAKŻE...

source: GRRRRRAAAAAAAAAAAAHHHH!
pl: GRRRRRRRRRRRRRRR!

source: GRRRRRRRRRAAAAAAAAGH!
pl: GRRRRRRRRRAAAAAAAACH!

source: GUN
pl: DZIAŁKO

source: GYA HA HA HA HAAAAAA!
pl: MUA HA HA HA HAAAAAA!

source: GYAAA!
pl: AAAAA!

source: Gah! He just started transmitting to us directly...
pl: O, kurde... On tak, po prostu, zaczął się z nami bezpośrednio komunikować...

source: Gain 10% more EXP from defeated enemies.
pl: Zwiększa ilość PD za pokonanych wrogów o 10%.

source: Gain 100% more EXP from defeated enemies.
pl: Zwiększa ilość PD za pokonanych wrogów o 100%.

source: Gain 2% more EXP from defeated enemies.
pl: Zwiększa ilość PD za pokonanych wrogów o 2%.

source: Gain 20% more EXP from defeated enemies.
pl: Zwiększa ilość PD za pokonanych wrogów o 20%.

source: Gain 30% more EXP from defeated enemies.
pl: Zwiększa ilość PD za pokonanych wrogów o 30%.

source: Gain 4% more EXP from defeated enemies.
pl: Zwiększa ilość PD za pokonanych wrogów o 4%.

source: Gain 50% more EXP from defeated enemies.
pl: Zwiększa ilość PD za pokonanych wrogów o 50%.

source: Gain 8% more EXP from defeated enemies.
pl: Zwiększa ilość PD za pokonanych wrogów o 8%.

source: Gain 80% more EXP from defeated enemies.
pl: Zwiększa ilość PD za pokonanych wrogów o 80%.

source: Gain intel from the Resistance members.
pl: Przeprowadź wywiad wśród członków Ruchu Oporu.

source: Gambler's Colosseum
pl: Koloseum hazardzisty

source: Game
pl: Gra

source: Game Capture
pl: Nagrania z gry

source: Game Creator Machine
pl: Maszyna twórca gier

source: Game Designer
pl: Projektant rozgrywki

source: Game Dev Machine Lv.1
pl: Maszyna-twórca gier: poziom 1

source: Game Dev Machine Lv.2
pl: Maszyna-twórca gier: poziom 2

source: Game Dev Machine Lv.3
pl: Maszyna-twórca gier: poziom 3

source: Game Tester
pl: Tester gry

source: Gas Cylinder
pl: Butla gazu

source: Gatekeeper
pl: Bramkarz

source: Gatekeeper Machine
pl: Maszyna stróż

source: Gather as much data as you can, no matter how irrelevant it may seem.
pl: Zbierzcie jak najwięcej danych, nawet jeśli wydają się nieistotne.

source: Gather the required materials to gain more intel from the wrecked Goliath.
pl: Zbierz potrzebne materiały, aby uzyskać więcej danych wywiadowczych ze zniszczonego Goliata.

source: Gathering Intel
pl: Zbieranie wywiadu

source: Gathering Keepsakes
pl: Zbierając pamiątki

source: Gathering intel on the enemy.
pl: Zbieram dane wywiadowcze o wrogu.

source: Gatling
pl: Działko

source: Gaudily dressed machine lifeforms deployed in the ruins of a human amusement park. Their love of parades make them seem rather friendly—though their overall behavior and thought processes are something of a mystery. Note that while these units are generally peaceful, they will fight back if attacked.
pl: Jaskrawo ubrane mechaniczne formy życia stacjonujące w ruinach ludzkiego parku rozrywki. Ich miłość do parad sprawia, że wydają się dość przyjazne, choć ich ogólne zachowanie i procesy myślowe pozostają zagadką. Należy zauważyć, że te jednostki, generalnie, zachowują się pokojowo, lecz jeśli zostaną zaatakowane, to na pewno odpowiedzą walką.

source: Geez, I hope that poor little Pod didn't get buried in the sand somewhere.
pl: Jeju, mam nadzieję, że ten biedy Pod nie zakopał się gdzieś w piasku.

source: Geez, this stupid terminal froze on me AGAIN.
pl: Jeny, ten głupi terminal ZNOWU się zawiesił.

source: Geez, who made this mess?
pl: Jeny, kto tu narobił takiego bałaganu?

source: Geez. My operator's more prone to violence than I thought.
pl: Jeny. Co to miało w ogóle znaczyć? Moja operatorka wydaje się być bardziej skłonna do przemocy, niż sądziłem.

source: General Manager
pl: Menadżer generalny

source: General Manager - Digital Sales
pl: Menadżer generalny sprzedaży cyfrowej

source: Generates a powerful shock wave by slamming a Pod to the ground from an elevated height.
pl: Generuje potężną falę uderzeniową przez uderzenie Podem w ziemię z dużej wysokości.

source: Georgia
pl: Gruzja

source: Gerbera thinks for a moment. “Now that you mention it, yeah. They are.”<bt_wait>
pl: Gerbera zastanawia się przez chwilę. „Teraz, jak o tym wspomniałaś, to tak, Idą tam.”<bt_wait>

source: German Checker
pl: Korekta (niemiecki)

source: German Tester
pl: Tester języka (niemiecki)

source: German Translator
pl: Tłumacz (niemiecki)

source: Germany
pl: Niemcy

source: Get a status report from Pascal.
pl: Uzyskaj raport od Pascala.

source: Get away from them!
pl: Trzymaj się od nich z dala!

source: Get back to your mission at once!
pl: W tej chwili wracajcie do misji!

source: Get out of here now!
pl: Uciekajmy stąd. Natychmiast!

source: Get this door open and drag my good-for-nothing son out here this instant!
pl: Jak najszybciej otwórz te drzwi i wyciągnij mojego bezużytecznego syna stamtąd!

source: Giant Egg
pl: Ogromne jajo

source: Giant Machine
pl: Wielka maszyna

source: Gift Voucher
pl: Voucher

source: Gifts are such a useless ritual.
pl: Podarunki to dość bezsensowny zwyczaj.

source: Gimme just a second here...
pl: Daj mi tylko chwilkę...

source: Give 1000 G.
pl: Daj 1000 G.

source: Give Devola and Popola the materials you collected.
pl: Daj Devoli i Popoli zebrane materiały.

source: Give her a hand.
pl: Pomóż jej.

source: Give him the item.
pl: Oddaj mu przedmiot.

source: Give him the items.
pl: Daj mu przedmioty.

source: Give it a try if you like.
pl: Przekonajcie się, jak to działa.

source: Give it a try sometime if you're interested.
pl: Spróbuj tego czasem, jeśli cię to interesuje.

source: Give me a rundown on what happened while I was resting.
pl: Zdaj mi skrótowy opis tego, co się działo, gdy byłem nieprzytomny.

source: Give the gathered materials to Father Servo.
pl: Daj zebrane materiały Ojcu Servo.

source: Give the materials to Anemone.
pl: Daj materiały Anemonie.

source: Give the materials to Pascal.
pl: Daj materiały Pascalowi.

source: Give the supply trader the requested ingredients.
pl: Daj handlarzowi zaopatrzeniem potrzebne składniki.

source: Give them 50,000 G.
pl: Przekaż im 50 000 G.

source: Give to an animal in order to ride them.
pl: Dana zwierzętom pozwala je ujeżdżać.

source: Give up and leave.
pl: Poddaj się i odejdź.

source: Give us your money and your life!
pl: Oddaj nam swoje pieniądze i życie!

source: Give...give...me...
pl: Daj... mi...

source: Given that,
pl: Biorąc to pod uwagę,

source: Glad to hear it.
pl: Miło mi to słyszeć.

source: Global Illumination
pl: Oświetlenie globalne

source: Global illumination simulates indirect light reflected by objects. This option may have a high impact on the game performance.
pl: Oświetlenie globalne symuluje odbijanie światła.

source: Glory to mankind!
pl: Chwała ludzkości!

source: Glory to mankind.
pl: Chwała ludzkości.

source: Glory to mankind...
pl: Chwała ludzkości...

source: Glory to my family!
pl: Chwała mojej rodzinie!

source: Glory to us...
pl: Chwała nam...

source: Glory to......
pl: Chwała...

source: Glory...to mankind!
pl: Chwała... Ludzkości!

source: Glory...to mankind.
pl: Chwała... ludzkości.

source: Go ahead and adjust your settings so you can hear me, all right?
pl: No dalej, dostosuj ustawienia tak, byś mnie słyszała.

source: Go ahead.
pl: Mów dalej.

source: Go ahead. Nobody calls me that anymore though.
pl: Nie, oczywiście że nie miałbym... Śmiało. Ale już nikt tak mnie nie nazywa.

source: Go hungry.
pl: Obejdź się smakiem.

source: Go look for the missing item.
pl: Idź poszukać zaginionego przedmiotu.

source: Go on, ask me about something. Like, I dunno, hacking?
pl: No dalej, spytaj mnie o coś. Jak, no nie wiem, o hakowanie?

source: Go on, honey. Get yourself home.
pl: Idź, skarbie. Wracaj do domu.

source: Go on.
pl: Mów.

source: Go on. You earned it.
pl: Weź. Zasługujesz.

source: Go outside.
pl: Wyjdź na zewnątrz.

source: Go talk to the receptionist first.
pl: Porozmawiaj najpierw z recepcjonistą.

source: Go to 9S's room
pl: Idź do pokoju 9S.

source: Go to 9S.
pl: Idź do 9S.

source: Go to hell, android scum!
pl: Idźcie do diabła, androidzkie ścierwo!

source: Go to the Resistance camp.
pl: Idź do obozu Ruchu Oporu.

source: Go to the center of the city ruins.
pl: Idź do centrum ruin miasta.

source: Go to the city ruins.
pl: Idź do ruin miasta.

source: Go to the command center.
pl: Idź do centrum dowodzenia.

source: Go to the commercial facility.
pl: Idź do obiektu komercyjnego.

source: Go to the hangar.
pl: Idź do hangaru.

source: Go to the marked resource recovery unit.
pl: Idź do oznaczonej jednostki odzyskującej zasoby.

source: Go to the recovery unit in the flooded city.
pl: Idź do jednostki odzyskującej zasoby w zalanym mieście.

source: Go to the recovery unit in the forest.
pl: Idź do jednostki odzyskującej zasoby w lesie.

source: Go to the rendezvous point and meet 2B.
pl: Idź na spotkanie z 2B.

source: Go to the top floor of the Tower.
pl: Idź na najwyższe piętro Wieży.

source: Go to the village.
pl: Udaj się do wioski.

source: Go to your private quarters.
pl: Idź do swojej prywatnej kwatery.

source: Go!
pl: Atakuj!

source: Go! Attack! Kill!
pl: Dalej! Atakuj! Zabij!

source: Go! Go! Smash them all to a pulp!
pl: Dalej! Dalej! Rozwal ich na miazgę!

source: Go! Show no mercy! Glory to machine lifeforms!
pl: Naprzód! Nie okazujcie litości! Chwała mechanicznym formom życia!

source: Go! Take them apart! I don't want to see a single bolt remain!
pl: Dalej! Rozerwij ich na strzępy! Niech nie zostanie z nich ani jedna śrubka!

source: God Box
pl: Pudełko boga

source: God God God God God God God God God...
pl: Bóg Bóg Bóg Bóg Bóg Bóg Bóg Bóg Bóg Bóg Bóg Bóg...

source: God damn it!
pl: Szlag by to!

source: God damn it...
pl: Szlag by to...

source: God, I'm scared... What's going to happen to us if we die?
pl: Boże, boję się... Co się z nami stanie, gdy umrzemy?

source: God, huh...
pl: Boga? Hm...

source: Goddammit! THERE you are!
pl: Do jasnej cholery! TUTAJ jesteś!

source: Goddammit, White...
pl: Cholera, Biała...

source: Goddammit...
pl: Cholera by to...

source: Goddamn machine...
pl: Przeklęte maszyny...

source: Goddamned machines!
pl: Przeklęte maszyny!

source: Gods! Gods! Gods! Gods! Gods!
pl: Bogowie! Bogowie! Bogowie! Bogowie! Bogowie! Bogowie!

source: Goes well with rough jackets.
pl: Świetnie pasuje do staromodnej kurtki.

source: Going down?
pl: Jedziesz na dół?

source: Gold Goliath Biped
pl: Złoty Goliat dwunóg

source: Gold Ore
pl: Ruda złota

source: Gold Tank
pl: Złoty czołg

source: Golden Hair
pl: Złote włosy

source: Goliath Attack
pl: Atak Goliatów

source: Goliath Auto Lock-on
pl: Automatyczne namierzanie Goliatów

source: Goliath Battle
pl: Bitwa z Goliatem

source: Goliath Biped
pl: Goliat dwunóg

source: Goliath Flyer
pl: Latający Goliat

source: Goliath Take Down
pl: Likwidacja Goliata

source: Goliath Tank
pl: Czołg Goliat

source: Goliath Tank (Amusement Park)
pl: Czołg Goliat (park rozrywki)

source: Goliath Tank (Desert)
pl: Czołg Goliat (pustynia)

source: Goliath-class enemies also confirmed. Immediate action advised.
pl: Potwierdzono również obecność wroga klasy Goliat. Zaleca się natychmiastowe podjęcie działań.

source: Goliath-class enemies detected in desert area.
pl: Na obszarze pustynnym wykryto wrogów klasy Goliat.

source: Goliath-class enemy sighted.
pl: Zauważono wroga klasy Goliat.

source: Good fighting to you!
pl: Życzę udanej walki!

source: Good good. I sign you in.
pl: Dobrze, dobrze. Zapiszę cię.

source: Good idea.
pl: Dobry pomysł.

source: Good job completing the S Rank!
pl: Gratuluję zdobycia rangi S, dobra robota!

source: Good job destroying that machine.
pl: Wykonaliście dobrą robotę niszcząc tę maszynę.

source: Good job. Good good job.
pl: Dobra robota. Dobra, dobra robota.

source: Good job. Good good. Take reward.
pl: Dobra robota. Dobra, dobra. Oto nagroda.

source: Good luck down there!
pl: Powodzenia tam na dole!

source: Good luck in next battle.
pl: Powodzenia w następnej bitwie.

source: Good luck!
pl: Powodzenia!

source: Good luck! I'm rooting for all of you!
pl: Powodzenia! Kibicuję ci!

source: Good luck.
pl: Powodzenia.

source: Good luck. Good good luck.
pl: Życzę szczęścia. Dużo, dużo szczęścia.

source: Good luck. Out.
pl: Powodzenia. Bez odbioru.

source: Good morning, 9S.
pl: Dzień dobry, 9S.

source: Good morning, A2.
pl: Witaj, A2.

source: Good morning, Plato 1728. Today's the day of your activation then, is it?
pl: Dzień dobry, Platonie 1728. A wiec dzisiaj jest dzień twojej aktywacji, co nie?

source: Good point. It's more like an un-amusement park, eh?
pl: Słuszna uwaga. Bardziej pasuje tu określenie „park smutku”, niż park rozrywki, co nie?

source: Good results must be earned.
pl: Na dobre wyniki trzeba zasłużyć.

source: Good thing I...landed that direct...hit—
pl: Dobrze, że... udało mi się zadać ten bezpośredni... cios...

source: Good to hear.
pl: Miło to słyszeć.

source: Good to hear. Say, how's the weather on Earth today? Good?
pl: Dobrze to słyszeć. Powiedz, jaka jest pogoda na Ziemi? Dobra?

source: Good to see you again...Number Two.
pl: Dobrze cię znów widzieć... Numerze Dwa.

source: Good work, 9S. And while I shouldn't reward you for doing your duty, I'll at least send some maintenance resources to your room. Feel free to make use of them.
pl: Dobra robota, 9S. I chociaż nie powinnam nagradzać cię za wykonywanie obowiązków, przynajmniej wyślę do twojego pokoju trochę zasobów naprawczych. Zrób z nich dobry użytek.

source: Good.
pl: Dobrze.

source: Good. Because I'm going to beat you silly next time to make up for all your stupid errands.
pl: Świetnie! Bo, w ramach zapłaty za te wszystkie głupie zlecenia, mamy zamiar stłuc cię na kwaśne jabłko.

source: Goodbye then. Goodbye.
pl: W takim razie, do widzenia.

source: Goodness! You've died an astonishing number of times. You deserve a special present!
pl: O rany! Osiągnięto imponującą ilość zgonów. Zdecydowanie zasługujesz na specjalny prezent!

source: Goooooood!
pl: Bóóóóóóóóóóóóóóóóóg!

source: Got a selection of good things on sale, stranger!
pl: Mam na sprzedaż sporo ciekawych towarów, przybyszu!

source: Got it!
pl: Zrozumiano!

source: Got it, thanks!
pl: Zrozumiałem, dzięki!

source: Got it.
pl: Przyjęłam.

source: Got it. Head to the woods and clear out any enemies.
pl: Rozumiem. Mamy wyruszyć do lasu, w celu pozbycia się przebywających tam wrogów.

source: Got it. I'll get you set up right away.
pl: Rozumiem. Od razu się tym zajmę.

source: Got it. You get the other androids out of here!
pl: Zrozumiano. Zabierz stąd pozostałe androidy!

source: Got some really good stuff on sale...if you're interested.
pl: Mam na sprzedaż ciekawe rzeczy... jeśli cię to interesuje.

source: Gotcha.
pl: Łapię.

source: Gotta find a way to land this thing...
pl: Muszę wymyśleć sposób, jak tym wylądować...

source: Gotta watch out for those stray bullets though, but that's part of the fun!
pl: Trzeba uważać na zbłąkane pociski, ale to część zabawy!

source: Grant Father Servo no quarter! This will be a battle to the death!
pl: Nie odpuszczajcie Ojcu Servo! Ani na moment! To będzie walka na śmierć i życie!

source: Grants a discount at the Resistance shops.
pl: Daje zniżkę w sklepach Ruchu Oporu.

source: Grants a discount at the machine shops.
pl: Daje zniżkę w sklepach maszyn.

source: Grants the bearer access to the gambling arena.
pl: Karta pozwalająca na wstęp do strefy hazardowej.

source: Graphic Designer
pl: Projektant grafiki

source: Graphics Presets
pl: Jakość grafiki

source: Gravekeeper
pl: Strażnik grobu

source: Gravekeeper Machine
pl: Maszyna strażnik grobu

source: Great job! Drop by again any time!
pl: Dobra robota! Wpadnij, kiedy zechcesz!

source: Great! Much appreciated. Okay, so all we need are some stripped screws, small gears, and machine oil.
pl: Świetnie! Doceniamy to. Dobra. Potrzebujemy obdartych wkrętów, małych trybików, oraz oleju.

source: Great. Does it seem useful?
pl: Świetnie. Będą użyteczne?

source: Great. Thanks a million!
pl: Świetnie. Dzięki po stokroć!

source: Great. There are more of these weirdos?
pl: Świetnie. To jest więcej takich dziwaków?

source: Great. Useless crap.
pl: Fantastycznie. Bezwartościowy szmelc.

source: Greece
pl: Grecja

source: Green Hair
pl: Zielone włosy

source: Grinning...?
pl: Szczerzyła...?

source: Grow up and do your job, geez.
pl: Jeny, dorośnijcie i bierzcie się do roboty.

source: Grrr! You'd better not lose!
pl: Grrr! Lepiej żebyś nie przegrał!

source: Grrr! You'd better not lose! ... Right, 9S?
pl: Grrr! Lepiej żebyś nie przegrał! ... Prawda, 9S?

source: Grrrrrr... Ki...llllllll...
pl: Grrrrrr... Za...bij...

source: Grumble about what a pain that would be.
pl: Narzekaj, jaki to będzie kłopot.

source: Guard Machine
pl: Maszyna strażnik

source: Guatemala
pl: Gwatemala

source: Guess I'll go back to that machine...
pl: Zgaduję, że pora wracać do tej maszyny...
